// models.ts
export const models = [
  {
    id: 1,
    title: "Тесты",
    description:
      "Здесь вы можете пройти различные психологические тесты. Они помогут вам лучше понять себя, свои эмоции и поведение.",
  },
  {
    id: 2,
    title: "Базовый GPT Chat",
    description: "Дефолтный чат джипити с сохранением контекста.",
  },
  {
    id: 3,
    title: "Когнитивно-поведенческая терапия",
    description:
      "Учит изменять негативные мысли и поведенческие паттерны для улучшения эмоционального состояния и решения проблем.",
  },
  {
    id: 4,
    title: "Гештальт",
    description:
      "Помогает осознать свои чувства, потребности и переживания здесь и сейчас, чтобы восстановить целостность личности.",
  },
  {
    id: 5,
    title: "Психоанализ",
    description:
      "Исследует бессознательные мотивы, детские переживания и внутренние конфликты, чтобы понять причины текущих трудностей.",
  },
  {
    id: 6,
    title: "Мульти-ответ",
    description:
      "Предоставляет комплексные инструменты для общей оценки внутреннего состояния и принятия решений по дальнейшей терапии.",
  },
];
